Repository: heiglandreas/eventsManagerOptInConfirm
Catalog: locale/em_oic-*.po
Languages: de_at

source: Saved Options!
de_at: Optionen gesichert!

source: Token-Settings
de_at: Token-Einstellungen

source: Hash-Lifetime
de_at: Lebensdauer

source: This is the lifetime of a hash. Add an intervall as described in %s
de_at: Beschreibt die Lebensdauer des Token. Hier muss ein Intervall wie unter %s beschrieben eingegeben werden

source: Translations
de_at: Übersetzungen

source: Hash not found in database
de_at: Token ist nicht in DB

source: This message is displayed when the requested hash could not be found in the database
de_at: Wird angezeigt, wenn der Token ncht in der Datenbank gefunden wurde

source: Hash already confirmed
de_at: Token bereits bestätigt

source: This message is displayed when the requested hash has already been confirmed
de_at: Wird angezeigt, wenn der Token bereit aufgerufen wurde

source: Hash is not valid any more
de_at: Token ist nicht mehr gültig

source: This message is displayed when the requested hash is older than the defined lifetime
de_at: Wird angezeigt, wenn die Lebensdauer des Token abgelaufen ist

source: Booking has been confirmed already
de_at: Buchung wurde bereits bestätigt

source: This message is displayed when the requested booking has already been confirmed
de_at: Wird angezeigt, wenn die Buchung bereits bestätigt wurde

source: Booking has been confirmed
de_at: Buchung wurde bestätigt

source: This message is displayed when the requested booking has been successfully confirmed
de_at: Wird angezeigt, wenn durch das Aufrufen des Token die Buchung bestätigt und eine entsprechende eMail versand wurde

source: Save Changes
de_at: Änderungen speichern

source: Placeholder
de_at: Platzhalter

source: This will be replaced by the URL to the OptIn-Link
de_at: Wird ersetzt durch die URL zum Opt-In

source: Confirm booking
de_at: Buchungsbestätigung

source: eventsManagerOptInConfirm
de_at: Events Manager OptIn Bestätigung

source: Opt-In Confirmation for Bookings in Events Manager
de_at: Opt-In Bestätigung für Buchungen im Events Manager
